Repository: gevorgtarkhanyan/minerBox
Catalog: MinerBox/Resource/*.lproj/Localizable.strings
Languages: hy, ko

# premium_promo_user
source: Premium promo
hy: Պրեմիում պրոմո
ko: 프리미엄 프로모션

source: Privacy policy
hy: Գաղտնիության քաղաքականություն
ko: 개인 정보 정책

source: Restore subscription
hy: Վերականգնել բաժանորդագրությունը
ko: 구독 복원

source: Standard plan
hy: Ստանդարտ պլան
ko: 표준 플랜

source: Standard promo user
hy: Ստանդարտ պրոմո օգտատեր
ko: 표준 프로모션 사용자

source: Terms of use
hy: Օգտվելու կանոններ
ko: 이용 약관

source: then xxx monthly
hy: ապա xxx ամսեկան
ko: 그때 xxx 매월의

# try_7_days
source: TRY 3 DAYS FOR FREE
hy: Փորձեք 3 օր անվճար ապա ամսեկան xxx
ko: 3 일 무료 체험 그러면 주당 xxx

# cancel_anytime
source: Automatically renewed, cancel anytime
hy: Ավտոմատ թարմացվում է, ցանկացած ժամանակ կարող է չեղարկվել
ko: 자동 갱신, 언제든지 취소

source: Continue
hy: Շարունակել
ko: 계속하다

source: Premium
hy: Պրեմիում
ko: 프리미엄

# standart
source: Standard
hy: Ստանդարտ
ko: 표준

# billing_retry
source: Payment problem: Billing Retry state, please update your credit card information to resume subscription.
hy: Վճարման խնդիր. Billing Retry: Խնդրում ենք թարմացնել Ձեր կրեդիտ քարտի տվյալները՝ բաժանորդագրությունը վերսկսելու համար:
ko: 결제 문제: 결제 재시도 상태, 가입 재개를 위해 신용카드 정보를 업데이트하십시오.

# payment_problem
source: Payment problem: your account remains active, but please update your credit card information to avoid suspension.
hy: Վճարման խնդիրներ. Ձեր հաշիվը մնում է ակտիվ, բայց խնդրում ենք թարմացնել Ձեր կրեդիտ քարտի տվյալները կասեցումից խուսափելու համար:
ko: 지불 문제 : 계정은 여전히 유효하지만, 일시 정지를 피하기 위해 신용 카드 정보를 업데이트하십시오.

# subscription_cancelled
source: The subscription has been canceled, please RE-SUBSCRIBE to avoid suspension.
hy: Բաժանորդագրությունը չեղյալ է հայտարարվել, խնդրում ենք վերաբաժանորդագրվեք կասեցումից խուսափելու համար:
ko: 구독은 취소되었습니다. 일시 정지를 피하기 위해 RE-SUBSCRIBE하십시오.

source: Subscripted from Play Store
hy: Բաժանորդագրված է Play Store-ում
ko: Play 스토어에서 구독

# subscription_info
source: After the 3 days free trial the subscription automatically renews for per month unless it is canceled at least 24 hours before the end of the trial period. Any unused portion of a free trial period, will be forfeited when the user purchase a MinerBox subscription. Your subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Payment will be charged to App Store Account at confirmation of purchase. Your account will be charged for renewal within 24-hours prior to the end of the current period and identify the cost of the renewal. Subscriptions can be managed and canceled from Account Settings after purchase.
hy: 3 օր անվճար օգտագործելուց հետո բաժանորդագրությունը ավտոմատ կերպով կթարմացվի ամսականով, եթե այն չչեղարկվի փորձաշրջանի ավարտից առնվազն 24 ժամ առաջ: Անվճար փորձաշրջանի ցանկացած չօգտագործված մաս կավարտվի, երբ օգտագործողը գնի MinerBox-ի որեւէ բաժանորդագրություն: Ձեր բաժանորդագրությունը ավտոմատ կերպով թարմացվում է մինչեւ ընթացիկ ժամանակաշրջանի ավարտից առնվազն 24 ժամ առաջ ավտոմատ կերպով վերականգնելը: Վճարումը գանձվում է App Store հաշվի վրա `գնման հաստատման ժամանակ: Ձեր հաշիվը գանձվում է ընթացիկ ժամանակաշրջանի ավարտից առաջ 24 ժամվա ընթացքում, երկարաձգելու համար եւ որոշում է նորացման արժեքը: Բաժանորդագրությունները կարող են կառավարվել եւ չեղարկվել Հաշվի կարգավորումից գնումից հետո:
ko: 3 일 무료 평가판을 사용하면 1달당 구독료가 자동 갱신됩니다, 시험 기간이 종료되기 적어도 24 시간 전에 취소되지 않는 한. 사용자가 MinerBox 가입을 구매할 때 무료 평가판 사용 기간이 취소됩니다. 현재 기간이 끝나기 최소 24 시간 전에 자동 갱신이 꺼져 있지 않으면 구독이 자동으로 갱신됩니다. 결제는 구매 확인시 App Store 계정으로 청구됩니다. 당신의 계정은 현재 기간이 끝나기 전에 24 시간 이내에 갱신 비용이 청구되며, 업데이트 비용을 식별합니다. 가입은 구입 후 계정 설정에서 관리 및 취소 할 수 있습니다.

source: Subscriptions
hy: Բաժանորդագրություններ
ko: 서명 승낙

source: User authorization needed
hy: Պետք է մուտք լինել համակարգ
ko: 사용자 인증이 필요

source: Subscripted from other user
hy: Բաժանորդագրվել է մեկ այլ օգտատեր
ko: 다른 사용자로부터 구독

# 12_months_as_mo
source: 12 months as x/mo
hy: 12 ամիս x / ամիս
ko: x/mo로 12개월입니다

source: SAVE
hy: Խնայել
ko: 저장

source: Need subscription
hy: Անհրաժեշտ է բաժանորդագրություն
ko: 구독 필요

# please_check_acounts
source: MinerBox -> More -> Widget
hy: Խնդրում ենք ստուգել հաշիվները MinerBox - > կարգավորումներ - > widget
ko: MinerBox -> Settings -> Widget에서 계정을 확인하십시오.

source: Update Widget Settings
hy: Թարմացրեք վիջեթի կարգավորումները
ko: 위젯 설정 업데이트

source: Single Coin Widget
hy: Մեկ coin-ի վիդջեթ
ko: 단일 코인 위젯

source: Single Account Widget
hy: Մեկ հաշվի վիդջեթ
ko: 단일 계정 위젯

source: Multi Coin Widget
hy: Multi coin վիդջեթ
ko: 멀티 코인 위젯

source: Account Balance Widget
hy: Հաշվի մնացորդի վիդջեթ
ko: 계정 잔액 위젯

source: Multi Account Widget
hy: Բազմահաշվի վիդջեթ
ko: 다중 계정 위젯

# single_coin_description
source: Keep track of coins info
hy: Հետևեք coin-ների տեղեկատվությանը
ko: 동전 정보 추적

# single_account_description
source: Keep track of your accounts info
hy: Հետևեք ձեր հաշիվների տեղեկատվությանը
ko: 동전 정보 추적

# multi_coin_description
source: Keep track of coins info
hy: Հետևեք coin-ների տեղեկատվությանը
ko: 동전 정보 추적

# multi_account_description
source: Keep track of your accounts info
hy: Հետևեք ձեր հաշիվների տեղեկատվությանը
ko: 동전 정보 추적

# account_balance_description
source: Keep track of your accounts info
hy: Հետևեք ձեր հաշիվների տեղեկատվությանը
ko: 계정 정보 추적

source: Date from
hy: Սկիզբ
ko: 에서 날짜

source: Date to
hy: Վերջ
ko: 날짜

source: Duration
hy: Տեւողություն
ko: 지속

source: Date
hy: Ամսաթիվ
ko: 날짜

source: Day
hy: Oր
ko: 일

source: Hour
hy: Ժամ
ko: 시간

source: Minute
hy: Րոպե
ko: 분

source: Month
hy: Ամիս
ko: 달

source: Week
hy: Շաբաթ
ko: 주

source: Year
hy: Տարի
ko: 년

source: All
hy: Բոլորը
ko: 모든

source: 1m
hy: 1ա
ko: 1달

source: 1w
hy: 1շ
ko: 1주

source: 1y
hy: 1տ
ko: 1년

source: 3m
hy: 3ա
ko: 3달

source: 6m
hy: 6ա
ko: 6달

source: 24h
hy: 24ժ
ko: 24시간

source: Change 1 hour
hy: 1 ժամվա փոփոխ.
ko: 1 시간 변경

# change_24_hour
source: Change 24 hours
hy: 24 ժամվա փոփոխ.
ko: 24시간 변경하세요

# change_7_day
source: Change 1 week
hy: 1 շաբաթվա փոփոխ.
ko: 1 주 변경

source: M
hy: Ա
ko: 달

source: D
hy: օր
ko: 월

source: hr
hy: ժ
ko: 시간

source: min
hy: ր
ko: 분

source: sec
hy: վրկ
ko: 초

source: Yearly
hy: Տարեկան
ko: 매년

source: Monthly
hy: Ամսեկան
ko: 매월의

source: What to Mine
hy: Ինչ mine անել
ko: 무엇 2 마인

source: Models
hy: Մոդելներ
ko: 모형

source: Algorithms
hy: Ալգորիթմներ
ko: 알고리즘

source: Coin Details
hy: Coin-ի մանրամասներ
ko: 동전 정보

source: Algorithm
hy: Ալգորիթմ
ko: 알고리즘

source: Difficulty
hy: Բարդություն
ko: 어려움

source: Revenue
hy: Եկամուտ
ko: 수익

source: Profit
hy: Շահույթ
ko: 이익

source: Electricity cost
hy: Էլեկտրաէներգիայի արժեք
ko: 전기 비용

source: 3d
hy: 3օր
ko: 3월

source: 7d
hy: 7օր
ko: 7월

source: No Item Selected
hy: Ընտրված տարր չկա
ko: 선택한 항목이 없습니다

source: Clear
hy: Մաքրել
ko: 뚜렷하다

source: Choose workers
hy: Ընտրեք աշխատողներին
ko: 작업자 선택

source: Select
hy: Ընտրել
ko: 선택하다

source: Groups
hy: Խմբեր
ko: 그룹

source: Groups / Workers
hy: Խմբեր / Աշխատողներ
ko: 그룹 / 노동자

source: Monitor
hy: Մոնիտոր
ko: 모니터

source: Worker
hy: Աշխատող
ko: 작업자

source: Worker name
hy: Աշխատողի անուն
ko: 작업자 이름

source: Workers
hy: Աշխատողներ
ko: 작업자

source: Workers count
hy: Աշխատողների քանակ
ko: 작업자 수

# first_connection
source: First connect
hy: Առաջին միացում
ko: 첫 번째 연결

source: Participation
hy: Մասնակցություն
ko: 참여

source: Mode
hy: Մեթոդ
ko: 방법

source: Worker ID
hy: Աշխատողի ID
ko: 작업자 ID

source: Efficiency
hy: Արդյունավետություն
ko: 능률

source: Blocks
hy: Բլոկներ
ko: 블록

source: Height
hy: Բլոկի համար
ko: 블록수

source: Reward
hy: Պարգևներ
ko: 복

source: Uncle
hy: Անապահով
ko: 포상금

source: News
hy: Նորություններ
ko: 뉴스

source: My feed
hy: Իմ լրահոսը
ko: 마이 피드

source: Top News
hy: Գլխավոր
ko: 주요 뉴스

source: All News
hy: Բոլոր նորությունները
ko: 모든 뉴스

source: Added Sources
hy: Ավելացված աղբյուրներ
ko: 추가된 소스

source: All Sources
hy: Բոլոր աղբյուրները
ko: 모든 소스

source: Bookmark
hy: Էջանիշ
ko: 북마크

source: Add Sources
hy: Ավելացնել աղբյուրներ
ko: 소스 추가

source: Top
hy: Գլխավոր
ko: 맨 위

source: Bookmarks
hy: Ընտրվածներ
ko: 책갈피

source: Sources
hy: Աղբյուրներ
ko: 원천

source: Addresses
hy: Հասցեներ
ko: 주소

source: Wallets
hy: Դրամապանակներ
ko: 지갑

source: Show all
hy: Ցույց տալ ամբողջը
ko: 모두 표시

source: Invalid Credentials!
hy: Անվավեր տվյալներ!
ko: 잘못된 자격 증명!

source: Edit wallet
hy: Խմբագրել դրամապանակը
ko: 지갑 편집

source: Add wallet
hy: Ավելացնել դրամապանակ
ko: 지갑 추가

source: Add coin
hy: Ավելացնել coin
ko: 동전 추가

source: Address
hy: Հասցե
ko: 주소

source: Description
hy: Բացատրություն
ko: 설명

# download_QR
source: Download QR code
hy: Ներբեռնել QR կոդը
ko: QR 코드 다운로드

source: Equity Value
hy: Սեփական կապիտալի արժեք
ko: 자기자본가치

source: Deposit
hy: Դեպոզիտ
ko: 보증금

# more_wallet
source: Wallet
hy: Դրամապանակ
ko: 지갑

source: Network
hy: Ցանց
ko: 네트워크

source: History
hy: Պատմություն
ko: 역사

source: Add reported hashrate alert
hy: Ավելացնել hաղորդված արագության ծանուցումներ

source: Add reported hashrate alerts
hy: Ավելացնել hաղորդված արագության ծանուցումներ
