Repository: gevorgtarkhanyan/minerBox
Catalog: MinerBox/Resource/*.lproj/Localizable.strings
Languages: hy, ko

source: Active workers change
hy: Ակտիվ աշխատողների փոխոխություն
ko: 적극적 노동자가 바뀝니다

source: Add hashrate alert
hy: Ավելացնել արագության ծանուցում
ko: 보고 해시레이트 경고 추가

source: Add hashrate alerts
hy: Ավելացնել արագության ծանուցումներ
ko: 보고 해시레이트 경고 추가

source: Add payout alerts
hy: Ավելացնել վճարման ծանուցումներ
ko: 지불 대금 알림 추가

source: Add worker alert
hy: Ավելացնել աշխատողի ծանուցում
ko: 작업자 경보 추가

source: Add worker alerts
hy: Ավելացնել աշխատողների ծանուցումներ
ko: 작업자 경고 추가

source: Alert added
hy: Ծանուցումն ավելացված է
ko: 알림 추가되었습니다

# alert_category_auto
source: Auto
hy: Ավտոմատ
ko: 오토매틱

# alert_category_manual
source: Manual
hy: Կարգավորվող
ko: 수동으로

source: Alert updated
hy: Ծանուցումը թարմացված է
ko: 알림 업데이트되었습니다

source: Count
hy: Քանակ
ko: 세어보세요

source: Current hashrate
hy: Ընթացիկ արագություն
ko: 현재 해쉬 레이트

source: Current reported hashrate
hy: Ընթացիկ hաղորդված արագություն
ko: 현재의 보고 해시레이트

source: Current workers count
hy: Ընթացիկ աշխատողների քանակ
ko: 현재 작업자 수

source: Edit alert
hy: Խմբագրել ծանուցումը
ko: 알림 수정

source: Edit hashrate alert
hy: Խմբագրել արագության ծանուցումը
ko: 해시 레이트 경보 편집

source: Edit reported hashrate alert
hy: Խմբագրել hաղորդված արագության ծանուցումը
ko: 보고 해시레이트 경보 편집

source: Edit worker alert
hy: Խմբագրել աշխատողի ծանուցումը
ko: 작업자 경고 편집

source: Enabled
hy: Միացնել
ko: 사용

# hashrate_change_state
source: Hashrate On/Off state
hy: Արագության միացում/անջատում
ko: On/Off 상태를 해시합니다

# reportedHashrate_change_state
source: Reported hashrate On/Off state
hy: Հաղորդված արագության միացում/անջատում
ko: 상태를 보고 해시합니다

source: New alert
hy: Նոր ծանուցում
ko: 새 알림

# notifications_will_delete
source: Notifications will be deleted
hy: ծանուցումները կջնջվեն
ko: 알림이 삭제됩니다

source: Payout detection
hy: Վճարումների փոփոխություն
ko: 지불 발각

source: Repeat
hy: Կրկնել
ko: 반복하다

source: Speed
hy: Արագություն
ko: 속도

source: Enter comparison
hy: Մուտքագրեք համեմատությունը
ko: 입력 비교

source: Enter valid value
hy: Մուտքագրեք վավեր արժեք
ko: 유효 값 입력

source: Maximum count reached!
hy: Գրանցումների առավելագույն քանակ!
ko: 최대 개수에 도달했습니다!

source: Deleted
hy: Ջնջվել է
ko: 삭제됨

# animation_retry
source: Retry
hy: Կրկին փորձել
ko: 재시도

source: Change password
hy: Փոխել գաղտնաբառը
ko: 비밀번호 변경

source: Change username
hy: Փոխել մուտքանունը
ko: 사용자 이름 변경

# login_email
source: Email
hy: Էլ. հասցե
ko: 이메일

# login_forgot_password
source: Forgot password
hy: Գաղտնաբառի հիշեցում
ko: 비밀번호를 잊으 셨나요

# login_login
source: Login
hy: Մուտք
ko: 로그인

# login_sign_up
source: Signup
hy: Գրանցում
ko: 가입

# login_skip
source: Skip
hy: Բաց թողնել
ko: 건너뛰다

source: New password
hy: Նոր գաղտնաբառ
ko: 새 비밀번호

source: Old password
hy: Հին գաղտնաբառ
ko: 기존 비밀번호

source: Password
hy: Գաղտնաբառ
ko: 암호

source: Register
hy: Գրանցվել
ko: 레지스터

source: Retype password
hy: Գաղտնաբառի հաստատում
ko: 암호 다시 입력

source: Update
hy: Թարմացնել
ko: 새롭게 하다

source: Username
hy: Մուտքանուն
ko: 사용자 이름

source: Username (Optional)
hy: Մուտքանուն (Ոչ պարտադիր)
ko: 사용자 이름 (선택 과목)

# email_sended
source: Check your mail for recover password
hy: Ստուգեք ձեր փոստը գաղտնաբառը վերականգնելու համար
ko: 암호 회복을 위해 귀하의 이메일을 확인하시기 바랍니다

source: Incorrect email
hy: Սխալ էլ.հասցե
ko: 잘못된 이메일

source: Receive code
hy: Ստանալ կոդ
ko: 코드 받기

source: Verification code
hy: Վերիֆիկացման կոդ
ko: 확인 코드

source: Verify
hy: Ստուգել
ko: 확인

source: Recover
hy: Վերականգնում
ko: 다시 덮다

source: Incorrect password
hy: Սխալ գաղտնաբառ
ko: 잘못된 비밀번호

source: Balance
hy: Մնացորդ
ko: 밸런스

source: Confirmed
hy: Հաստատված
ko: 확인된

source: Orphaned
hy: Անապահով
ko: 고아의

source: Paid
hy: Վճարված
ko: 유급의

source: Unconfirmed
hy: Չհաստատված
ko: 확인되지 않은

source: Unpaid
hy: Չվճարված
ko: 지불하지 않은

source: Credit
hy: Կրեդիտ
ko: 크레딧

source: Total balance
hy: Ընդհանուր մնացորդ
ko: 총잔액

source: Paid 24h
hy: Վճարված 24ժ
ko: 유료 24시간

source: Coins
ko: 동전

source: Payout threshold
hy: Վճարման շեմ
ko: 지불 임계값

source: None
hy: Ոչինչ
ko: 없음

source: Reward 24h
hy: 24 ժամ պարգև
ko: 리워드 24h

source: Immature Reward
hy: Անհասուն պարգև
ko: 미숙한 보상

source: Filter
hy: Ֆիլտր
ko: 필터

# coin_sort_coin
source: Coin
ko: 동전

# coin_sort_change
source: Change
hy: Փոփոխ.
ko: 변화

# coin_sort_price
source: Price
hy: Գին
ko: 가격

# coin_sort_rank
source: Rank
hy: Կարգ
ko: 계급

# from_textfield
source: From
hy: Սկիզբ
ko: 부터

# to_textfield
source: To
hy: Վերջ
ko: 로

# coin_price_all
source: All
hy: Բոլորը
ko: 모든

# coin_price_favorites
source: Favorites
hy: Ընտրվածներ
ko: 즐겨 찾기

# coin_price_alerts
source: Alerts
hy: Ծանուցումներ
ko: 알리미

# coin_price_change_1_hour
source: 1h
hy: 1ժ
ko: 1시간

# coin_price_change_24_hours
source: 24h
hy: 24ժ
ko: 24시간

# coin_price_change_7_days
source: 1w
hy: 1շ
ko: 1주

source: Coin Alert Deleted
hy: Coin-ի ծանուցումը ջնջվել է
ko: 동전 알림 삭제되었습니다

source: Market cap USD
hy: Շուկայական կապ. USD
ko: 시가 총액 USD

source: Enter value
hy: Մուտքագրեք արժեք
ko: 값 입력

source: Select coin
hy: Ընտրեք coin-ը
ko: 동전 선택

source: Coin alert added
hy: Coin-ի ծանուցումն ավելացված է
ko: 동전 알림 추가됨

# added_to_favorite
source: Added to favorites
hy: Ավելացված է ընտրվածների ցանկում
ko: 즐겨 찾기에 추가됨

# deleted_from_favorite
source: Deleted from favorites
hy: Ջնջված է ընտրվածների շարքից
ko: 즐겨 찾기에서 삭제되었습니다

source: Add Favorite
hy: Ավելացնել Ընտրված
ko: 즐겨 찾기 추가

source: Volume
hy: Ծավալ
ko: 볼륨

source: Max Supply
hy: Առավելագույն պաշար
ko: 최대 공급량

source: Total Supply
hy: Ընդհանուր պաշար
ko: 총 공급량

source: Explorers
hy: Հետազոտողներ
ko: 탐험가

source: Choose coin
hy: Ընտրեք coin-ը
ko: 동전 선택

# coin_settings_analize
source: Analyze
hy: Վերլուծություն
ko: 분석

# coin_settings_axis
source: Axis
hy: Առանցքներ
ko: 중심선

# coin_settings_comparision
source: Comparision
hy: Համեմատություն
ko: 비교

# coin_settings_graph
source: Graph
hy: Գրաֆիկ
ko: 그래프

# coin_settings_horizontal
source: Horizontal
hy: Հորիզոնական
ko: 수평

# coin_settings_indicators
source: Indicators
hy: Ցուցանիշներ
ko: 지표

# coin_settings_line
source: Line
hy: Գծային
ko: 선

# coin_settings_mountain
source: Mountain
hy: Լեռնային
ko: 산

# coin_settings_vertical
source: Vertical
hy: Ուղղահայաց
ko: 수직의

# comparision_greather_than
source: Greater than
hy: Ավելի շատ
ko: 미만 큰

# comparision_less_than
source: Less than
hy: Ավելի քիչ
ko: 미만

# ask_for_delete
source: Are you sure you want to delete?
hy: Վստահ եք, որ ցանկանում եք ջնջել?
ko: 지우시겠습니까?

source: Cancel
hy: Չեղարկել
ko: 취소

source: Delete
hy: Ջնջել
ko: 지우다

source: Done
hy: Ընտրել
ko: 끝난

source: Edit
hy: Խմբագրել
ko: 편집하다

source: Last updated
hy: Վերջին թարմացում
ko: 마지막 업데이트

source: Payment method
hy: Վճարման եղանակ
ko: 결제 방법

source: Later
hy: Ավելի ուշ
ko: 이따가

source: Loading
hy: Բեռնվում է
ko: 로드 중

source: No chart data
hy: Տվյալներ չկան
ko: 차트 데이터 없음

source: OK
hy: Լավ
ko: 승인

source: Save
hy: Պահպանել
ko: 저장

source: Search
hy: Որոնում
ko: 수색

source: Sent
hy: Ուղարկված է
ko: 보낸

source: State
hy: Վիճակ
ko: 상태

# update_info
source: New version available
hy: Հասանելի է հավելվածի նոր տարբերակ
ko: 새로운 버전 사용 가능

# areSure
source: Are you sure?
hy: Դուք վստահ ե՞ք
ko: 확실해?

source: Temperature
hy: Ջերմաստիճան
ko: 온도

source: Load
hy: Բեռնվածք
ko: 짐

source: Next Payout Time
hy: Հաջորդ վճարում
ko: 다음 지불 시간

# more_analytics
source: Analytics
hy: Վերլուծություն
ko: 분석

# more_help
source: Help
hy: Օգնություն
ko: 도움말

source: Others
hy: Այլ
ko: 다른이들

# account_alerts
source: Alerts
hy: Ծանուցումներ
ko: 알리미

# account_details
source: Details
hy: Մանրամասներ
ko: 세부

# account_estimations
source: Estimations
hy: Եկամուտներ
ko: 견적

# account_rewards
source: Rewards
hy: Պարգևներ
ko: 포상금

# account_payouts
source: Payouts
hy: Վճարումներ
ko: 지불

# account_pool_info
source: Pool info
hy: Տվյալներ
ko: 풀 정보

source: Total
hy: Ամբողջ
ko: 총

source: Time
hy: Ժամանակ
ko: 시간

source: Include Electricity Cost
hy: Ներառել էլեկտրաէներգիայի արժեքը
ko: 전기 요금을 포함하다

source: Electricity consumption
hy: Էլեկտրաէներգիայի սպառումը
ko: 전기 소비량

# electricityPrice
source: Electricity price (1kWh)
hy: Էլեկտրաէներգիայի գինը (1կՎտժ)
ko: 전기요금(1kWh)

# cant_select_more_than_5_items
source: You can't select more than 5 items.
hy: Չեք կարող ընտրել ավելի քան 5 հատ:
ko: 5 항목 이상을 선택할 수 없습니다.

source: Check network connection
hy: Ստուգեք ցանցի հասանելիությունը
ko: 네트워크 연결 확인

source: No items available
hy: Տարրեր չկան
ko: 사용 가능한 항목이 없습니다

# mail_not_configured
source: Email is not configured!
hy: Էլ. Փոստը կազմաձեւված չէ!
ko: 이메일이 설정되어 있지 않습니다!

# incorrect_repeat_password
source: New password doesn't match!
hy: Նոր գաղտնաբառը չի համապատասխանում!
ko: 새 암호가 일치하지 않습니다!

# incorrect_symbol
source: Some entered characters are not allowed!
hy: Որոշ մուտքագրված նիշեր չեն թույլատվում!
ko: 입력 할 수없는 문자가 있습니다!

source: Input 4 and more characters
hy: Մուտքագրեք 4 նիշ և ավել
ko: 4 자 이상 입력

source: Input 6 and more characters
hy: Մուտքագրեք 6 նիշ և ավել
ko: 6 자 이상 입력

# unknown_error
source: Something went wrong
hy: Տեղի ունեցավ սխալ
ko: 문제가있었습니다

source: Try again later
hy: Փորձեք ավելի ուշ
ko: 나중에 다시 시도하십시오

source: Enter valid ID/key
hy: Մուտքագրեք վավեր ID/key
ko: 유효한 ID / 키를 입력하십시오

source: Name Already Exist!
hy: Անունն արդեն գոյություն ունի!
ko: 이름은 이미 존재합니다!

source: Pool Address Invalid!
hy: Փուլի հասցեն սխալ է
ko: 풀 주소가 잘못되었습니다!

source: The request timed out.
hy: Հարցման ժամանակը սպառվեց։
ko: 요청 시간이 초과되었습니다.

source: it's incorrect account
hy: Սխալ հաշիվ
ko: 계정이 잘못되었습니다

source: Can't check your payment
hy: Հնարավոր չէ ստուգել ձեր վճարումը
ko: 지불을 확인할 수 없습니다

source: Could not connect to the server.
hy: Չի հաջողվում միանալ սերվերին։
ko: 서버에 연결할 수 없습니다.

# You need to add something in favorites
source: Add coins to Favorites
hy: Ընտրվածների ցանկում տարրեր չկան
ko: 즐겨찾기에 동전 추가

source: The Internet connection appears to be offline.
hy: Ստուգեք ինտերնետի հասանելիությունը։
ko: 인터넷 연결이 오프라인 보인다.

source: Sorry, internal server error!
hy: Ներեցեք, սերվերի ներքին սխալ!
ko: 죄송 내부 서버 오류!

source: Server is overloaded, please try again later!
hy: Սերվերը գերբեռնված է, խնդրում ենք կրկին փորձել!
ko: 서버가 과부하입니다. 잠시 후 다시 시도하세요!

source: Email Already Exist!
hy: Էլեկտրոնային հասցեն արդեն գոյություն ունի!
ko: 이메일은 이미 존재합니다!

source: Invalid Parameter!
hy: Անվավեր պարամետր!
ko: 잘못된 매개 변수!

source: Failed Authentication!
hy: Նույնականացումը չհաջողվեց!
ko: 인증 실패!

source: Access Denied!
hy: Մուտքն արգելված է!
ko: 액세스가 거부되었습니다!

source: User not exist!
hy: Օգտվողը գոյություն չունի!
ko: 사용자가 존재하지 않습니다!

source: Password does not match!
hy: Գաղտնաբառը չի համապատասխանում!
ko: 비밀번호가 일치하지 않습니다!

source: Password is invalid!
hy: Գաղտնաբառը անվավեր է!
ko: 암호가 잘못되었습니다!

source: You can resend the request after a while!
hy: Կարող եք կրկին ուղարկել հարցումն որոշ ժամանակ անց!
ko: 잠시 후 요청을 다시 보낼 수 있습니다!

source: You can request after xxx sec!
hy: Փորձեք xxx վայրկյան հետո!
ko: xxx 초후 요청 가능!

source: Verification code is invalid. Please try again!
hy: Ստուգման կոդն անվավեր է: Խնդրում եմ կրկին փորձեք!
ko: 확인 코드가 잘못되었습니다. 다시 시도하십시오!

source: Coin Favorite Already Exist!
hy: Coin-ը Ընտրվածներում արդեն գոյություն ունի!
ko: 동전의 즐겨 찾기는 이미 존재합니다!

source: Pool Account Already Exist!
hy: Փուլի հաշիվն արդեն գոյություն ունի!
ko: 풀 계정은 이미 존재합니다!

source: Pool Account Not Exist!
hy: Փուլի հաշիվը գոյություն չունի!
ko: 풀 계정이 존재하지 않습니다!

source: Pool Account Data Not Exist!
hy: Փուլի հաշվի տվյալները գոյություն չունեն!
ko: 풀 계정 데이터가 존재하지 않습니다!

source: Reached Max Pool Account Count!
hy: Հասել է առավելագույն փուլի հաշիվների քանակին!
ko: 최대 풀 계정 수에 도달했습니다!

source: Max Active Account Already Exist!
hy: Առավելագույն ակտիվ հաշիվներ արդեն գոյություն ունեն!
ko: 최대 활성 계정이 이미 있습니다!

source: Pool Statistics Not Exist!
hy: Փուլի վիճակագրություն գոյություն չունի!
ko: 수영장 통계가 존재하지 않습니다!

source: Pool Information Not Exist!
hy: Փուլի տեղեկություններ գոյություն չունի!
ko: 존재하지 않는 풀 정보!

source: Coin Alert Already Exist!
hy: Coin-ի ծանուցումն արդեն գոյություն ունի!
ko: 동전 경고는 이미 존재합니다!

source: Coin Alert Not Exist!
hy: Coin-ի ծանուցումը գոյություն չունի!
ko: 동전 경고가 존재하지 않습니다!

source: Cost Not Exist!
ko: 존재하지 않는 비용!

# Coin Not Exist!
source: Coin Not Exis
hy: Coin-ը գոյություն չունի!
ko: 존재하지 않는 비용!

source: Pool Alert Already Exist!
hy: Փուլի ծանուցումն արդեն գոյություն ունի!
ko: 수영장 경고는 이미 존재합니다!

source: Pool Alert Not Exist!
hy: Փուլի ծանուցումը գոյություն չունի!
ko: 수영장 경보가 존재하지 않습니다!

source: Adding Pool Alert Not Allowed!
hy: Փուլի ծանուցումը թույլատրված չէ!
ko: 풀 경고 추가 허용 안 됨!

source: Failed to Add Subscription!
hy: Բաժանորդագրությունը ավելացնել չհաջողվեց!
ko: 구독을 추가하지 못했습니다!

source: Active
hy: Ակտիվ
ko: 활동적인

source: Inactive
hy: Ոչ ակտիվ
ko: 비활성

source: Average
hy: Միջին
ko: 평균

source: Current
hy: Ընթացիկ
ko: 현행의

source: Hashrate
hy: Արագություն
ko: 해시 레이트

source: Hashrates
hy: Արագություն
ko: 해시 레이트

source: Real
hy: Իրական
ko: 레알

source: Reported
hy: Հաղորդված
ko: 보고 됨

source: Reported hashrate
hy: Հաղորդված արագություն
ko: 보고 해시레이트

source: Selected hashrate
hy: Ընտրված արագություն
ko: 선택된 해시 레이트

source: Accounts
hy: Հաշիվներ
ko: 계정

source: Coin price
hy: Coin-ի արժեք
ko: 코인 가격

source: More
hy: Ավելին
ko: 더

source: Notifications
hy: Ծանուցումներ
ko: 알림

source: Account
hy: Հաշիվ
ko: 계정

source: Settings
hy: Կարգավորումներ
ko: 설정

# more_about_app
source: About App
hy: Հավելվածի մասին
ko: 신청에 관하여

# more_darkMode
source: Dark Mode
hy: Մութ ռեժիմ
ko: 어두운 모드

# more_join_community
source: Join Community
hy: Միացեք համայնքին
ko: 커뮤니티 가입

# more_languages
source: Languages
hy: Լեզուներ
ko: 언어

# more_toolbar
source: Toolbar
hy: Գործիքներ
ko: 도구 모음

source: Toolbar Pages
hy: Գործիքներիի էջեր
ko: 도구 모음 페이지

# more_login_signup
source: Login / Signup
hy: Մուտք / Գրանցում
ko: 로그인 / 가입

# more_manage_subscription
source: Manage Subscription
hy: Բաժանորդագրություն
ko: 구독 관리

# more_profile
source: Profile
hy: Պրոֆիլ
ko: 옆모습

# more_security
source: Security
hy: Անվտանգություն
ko: 보안

# more_widget
source: Widget
ko: 위젯

# more_converter
source: Converter
hy: Փոխարկիչ
ko: 변환기입니다

# profile_log_out
source: Log Out
hy: Դուրս գալ
ko: 로그 아웃

source: Delete Account
hy: Ջնջել հաշիվը
ko: 계정 삭제

# community_facebook
source: Like us on Facebook
hy: Հավանեք մեր էջը Facebook-ում
ko: 페이스 북에서 좋아요를 눌러주세요

# community_reddit
source: Follow us on Reddit
hy: Հետևեք մեզ Reddit-ում
ko: Reddit에서 팔로우하기

# community_telegram
source: Join our Telegram group
hy: Միացեք մեր Telegram-ի խմբին
ko: 우리의 전보 그룹에 가입하십시오

# community_twitter
source: Follow us on Twitter
hy: Հետևեք մեզ Twitter-ում
ko: Twitter에서 팔로우하기

# about_app_feedback
source: Feedback
hy: Հետադարձ կապ
ko: 피드백

# about_app_share
source: Share App
hy: Կիսվել հավելվածով
ko: 앱 공유

# about_app_rate
source: Rate app
hy: Գնահատել հավելվածը
ko: 앱 평가

# about_app_version
source: App version
hy: Հավելվածի համարը
ko: 앱 버전

# about_app_share_text
source: Hey, I am managing/tracking my Cryptocurrencies mining by using this great app! Download it free for Android: android_app_link iOS: ios_app_link
hy: Ողջույն, ես կառավարում/հետեւում եմ իմ կրիպտոարժույթների մայնինգին այս հիանալի ծրագրով! Ներբեռնեք այն անվճար Android: android_app_link iOS: ios_app_link
ko: 안녕하세요, 가상화 방화벽을 관리/추적하고 있습니다.이 위대한 응용 프로그램을 사용하여 마이닝! 무료로 다운로드하십시오. Android: android_app_link iOS: ios_app_link

# Select accounts
source: Choose accounts
hy: Ընտրել հաշիվներ
ko: 계정 선택

source: Fiat
hy: Ֆիատ
ko: 피아트의

source: Income
hy: Եկամուտ
ko: 소득

source: Hide 0
hy: Թաքցնել 0
ko: 0 숨기기

source: Show 0
hy: Ցույց տալ 0
ko: 0 표시

# new_payout_detected
source: New Payout detected (xxx)!
hy: Նոր վճարում է կատարվել (xxx)!
ko: 새 결제가 감지되었습니다 (xxx)!

# notifications_coin_alerts
source: Coin
ko: 동전

# notifications_info_alerts
source: Info
hy: Ինֆո
ko: 정보

# notifications_payout_alerts
source: Payout
hy: Վճարում
ko: 지불

# notifications_pool_alerts
source: Pool
hy: Փուլ
ko: 수영장

# notificaiton_auto_hashrate_changed
source: Hashrate change detected xxx->yyy!
hy: Արագությունը փոփոխվել է xxx->yyy!
ko: 해시 레이트 변화가 감지되었습니다 xxx->yyy!

# notificaiton_auto_repHashrate_changed
source: Reported Hashrate change detected xxx->yyy!
hy: Հաղորդված արագությունը փոփոխվել է xxx->yyy!
ko: 보고 해시레이트 변화가 감지되었습니다

# notification_repHashrate_greater_than
source: Reported Hashrate has growth from xxx (yyy)!
hy: Հաղորդված արագությունն աճել է xxx-ից (yyy)!
ko: 보고 해시레이트 비율이 xxx 에서 증가했습니다 (xxx)!

# notification_repHashrate_less_than
source: Reported Hashrate has dropped from xxx (yyy)!
hy: Հաղորդված արագությունը նվազել է xxx-ից (yyy)!
ko: 보고 해시레이트가 xxx에서 떨어졌습니다 (xxx)!

# notificaiton_auto_worker_changed
source: Workers count change detected xxx->yyy!
hy: Աշխատողների քանակը փոփոխվել է xxx->yyy!
ko: 작업자 수가 변경되었습니다 xxx->yyy!

# notification_coin_greater_than
source: The price has growth from xxx (yyy)!
hy: Արժեքը աճել է xxx-ից (yyy)
ko: 가격은 xxx 에서 증가했습니다 (yyy)!

# notification_coin_less_than
source: The price has dropped from xxx (yyy)!
hy: Արժեքը նվազել է xxx-ից (yyy)!
ko: 가격이 xxx 에서 떨어졌습니다 (yyy)!

# notification_hashrate_greater_than
source: Hashrate has growth from xxx (yyy)!
hy: Արագությունն աճել է xxx-ից (yyy)!
ko: 해시 비율이 xxx 에서 증가했습니다 (yyy)!

# notification_hashrate_less_than
source: Hashrate has dropped from xxx (yyy)!
hy: Արագությունը նվազել է xxx-ից (yyy)!
ko: 해시 레이트가 xxx 에서 떨어졌습니다 (yyy)!

# notification_workers_greater_than
source: Workers count has growth from xxx (yyy)!
hy: Աշխատողների քանակն աճել է xxx-ից (yyy)!
ko: 근로자 수는 xxx 명에서 증가하고 있습니다 (yyy)!

# notification_workers_less_than
source: Workers count has dropped from xxx (yyy)!
hy: Աշխատողների քանակը նվազել է xxx-ից (yyy)!
ko: 근로자 수가 xxx 명에서 감소했습니다 (yyy)!

source: Add coin alert
hy: Ավելացնել coin-ի ծանուցում
ko: 코인 알림 추가

# for_coin_alert
source: For getting notified about price change
hy: Տեղեկացեք գների փոփոխությունների մասին
ko: 가격 변경에 대한 알림을 받으려면

source: Add pool account
hy: Ավելացնել հաշիվ
ko: 풀 계정 추가

# for_pool_notifications
source: For notifications
hy: Ծանուցման համար
ko: 통지에 대한

source: Add pool account alerts
hy: Ավելացնել հաշվի ծանուցումներ
ko: 풀 계정 알림 추가

source: For receiving notifications
hy: հաղորդագրություններ ստանալու համար
ko: 통지를 수신하기 위한

source: Activate
hy: Ակտիվացնել
ko: 활성화

source: Edit account
hy: Խմբագրել հաշիվը
ko: 계정 수정

source: Enter new pool name
hy: Մուտքագրեք նոր փուլի անուն
ko: 새 풀 이름 입력

source: Input
hy: Մուտքագրեք
ko: 입력

source: Watcher link
hy: Դիտորդի հղում
ko: 감시자 링크입니다

source: Wallet address
hy: Դրամապանակի հասցե
ko: 지갑 주소입니다

source: Observer link
hy: Դիտորդի հղում
ko: 관찰자 링크입니다

source: Input label
hy: Մուտքագրեք անուն
ko: 입력 레이블

source: Input PUID
hy: Մուտքագրեք PUID
ko: 입력 PUID

source: New account
hy: Նոր հաշիվ
ko: 새 계정

source: Request new pool
hy: Նոր փուլի հարցում
ko: 새 풀 요청

source: Save account
hy: Պահել պրոֆիլը
ko: 계정 저장

source: Select pool
hy: Ընտրեք փուլ
ko: 풀 선택

source: Status check
hy: Կարգավիճակի ստուգում
ko: 상태 확인

source: Successfully added
hy: Հաջողությամբ ավելացվեց
ko: 성공적으로 추가되었습니다

source: Successfully updated
hy: Հաջողությամբ թարմացվեց
ko: 성공적으로 업데이트되었습니다

# one_account_can_be_activated
source: Max number of active accounts reached. Active account should be deleted for activating another one.
hy: Առկա է առավելագույն ակտիվ հաշիվներ։ Այլ պրոֆիլ ակտիվացնելու համար պետք է ջնջեք ներկայիս ակտիվը։
ko: 최대 활성 계정 수에 도달했습니다. 다른 계정을 시작하려면 활성 계정을 삭제해야합니다.

# xxx_account_can_be_activated
source: Only XXX account can be activated! Active account should be deleted for activing other one.
hy: Կարող է ակտիվ լինել միայն XXX պրոֆիլ։ Այլ պրոֆիլ ակտիվացնելու համար պետք է ջնջեք ներկայիս ակտիվը։
ko: 활성화 할 수있는 계정은 XXX 개뿐입니다. 다른 계정을 시작하려면 활성 계정을 삭제해야합니다.

source: Alerts
hy: Ծանուցումներ
ko: 알리미

source: Miner ID
ko: 마이너 ID

# optional_input_label
source: Input label (Optional)
hy: Մուտքագրեք անուն (Ոչ պարտադիր)
ko: 입력 레이블 (선택 과목)

source: (Optional)
hy: (Ոչ պարտադիր)
ko: (선택 과목)

source: Input API key
hy: Մուտքագրեք API key
ko: 입력 API 키

source: Input Miner ID
hy: Մուտքագրեք Miner ID
ko: 마이너 ID 입력

source: Select group pool
hy: Ընտրեք փուլի խումբ
ko: 그룹 풀 선택

source: Press the + button to add an account
hy: Հաշիվ ավելացնելու համար սեղմեք + կոճակը
ko: 계정을 추가하려면 + 버튼을 누릅니다

# MAINTENANCE
source: Under maintenance!
hy: Սպասարկման մեջ!
ko: 유지 관리 중!

source: Sponsored
hy: Հովանավորվող
ko: 스폰서가 있는

source: Out of date!
hy: Ժամկետն անց!
ko: 구식의!

source: Amount
hy: Գումար
ko: 금액

source: Block
hy: Բլոկ
ko: 차단

source: Coin address
hy: Coin-ի հասցե
ko: 동전 주소

source: Confirmations
hy: Հաստատումներ
ko: 확정

source: Paid on
hy: Վճարված է
ko: 유료

source: Period
hy: Ընթացք
ko: 기간

source: Price USD
hy: Գին USD
ko: 가격 USD

source: Price BTC
hy: Գին BTC
ko: 가격 BTC

source: Status
hy: Կարգավիճակ
ko: 지위

source: Type
hy: Տեսակ
ko: 유형

source: Active miners
hy: Ակտիվ հանքագործներ
ko: 적극적인 광부

source: Active workers
hy: Ակտիվ աշխատողներ
ko: 적극적인 노동자

source: ago
hy: առաջ
ko: 전에

source: Blocks per hour
hy: Բլոկ ժամում
ko: 시간당 블록

source: Coin name
hy: Coin-ի անուն
ko: 동전 이름

source: Currency
hy: Արժույթ
ko: 통화

source: Current block
hy: Ընթացիկ բլոկ
ko: 현재 블록

source: Fee
hy: Վճար
ko: 수수료

source: Network Fee
hy: Ցանցի վճար
ko: 네트워크 요금

source: Name
hy: Անուն
ko: 이름

source: Last mined block
hy: Վերջին mine արված բլոկ
ko: 마지막으로 채광 한 블록

source: Last mined block time
hy: Վերջին mine արված բլոկի ժամանակ
ko: 마지막 채광 블록 시간

source: Max ap threshold
hy: Առավելագույն շեմ
ko: Max ap 문지방

source: Min ap threshold
hy: Նվազագույն շեմ
ko: Min ap 문지방

source: Network block time
hy: Ցանցի բլոկի տևողություն
ko: 네트워크 차단 시간

# network_retarget_time
source: Network time to retarget
hy: Ցանցի վերաթիրախավորման ժամանակ
ko: 리타겟팅할 네트워크 시간

source: Network difficulty
hy: Ցանցի բարդություն
ko: 네트워크 난이도

source: Network next difficulty
hy: Ցանցի հաջորդ բարդություն
ko: 네트워크 다음 난이도

source: Network hashrate
hy: Ցանցի արագություն
ko: 네트워크 해시 비율

source: Network time
hy: Ցանցի ժամ
ko: 네트워크 시간

source: Next block
hy: Հաջորդ բլոկ
ko: 다음 블록

source: Payout system
hy: Վճարման համակարգ
ko: 지불 시스템

source: Price
hy: Գին
ko: 가격

source: Reward type
hy: Պարգեւի տեսակ
ko: 보상 유형

source: Total alt blocks found
hy: Ընդհանուր alt գտնված բլոկ
ko: 총 alt 블록 발견

source: Luck
hy: Հաջողություն
ko: 복

source: Current Round Duration
hy: Շրջանի տևողություն
ko: 현재 라운드 기간

source: Total blocks found
hy: Ընդհանուր գտնված բլոկ
ko: 발견 된 총 블록

source: TxFee
ko: Tx 수수료

source: TxFee auto
hy: TxFee ավտոմատ
ko: Tx 수수료 자동

source: TxFee manual
hy: TxFee մեխանիկական
ko: Tx 수수료 매뉴얼

# currentBlockNumber
source: Current block
hy: Ընթացիկ ցանցի բլոկ
ko: 현재 블록

# nextNetBlockNumber
source: Next block
hy: Հաջորդ բլոկը
ko: 다음블로그

source: Block time
hy: Բլոկի ժամանակ
ko: 블록 시간

source: Block reward
hy: Հանքագործի պարգև
ko: 광부 보상

# blocksPending
source: Pending blocks
hy: Սպասվող բլոկներ
ko: 보류 중인 블록

# blocksOrphaned
source: Orphaned blocks
hy: Անապահով բլոկներ
ko: 고아 블록

# blocksConfirmed
source: Confirmed blocks
hy: Հաստատված բլոկներ
ko: 확정 블록

source: Miner reward
hy: Բլոկի ժամանակ
ko: 블록 타임

source: Total Paid
hy: Ընդհանուր վճարված
ko: 지불 총액

source: Matured
hy: Հաստատված
ko: 성숙한

source: Immature
hy: Անբավարար
ko: 미 성숙한

source: Create PIN
hy: Ստեղծել PIN
ko: PIN 생성

source: Enter PIN
hy: Մուտքագրեք PIN
ko: PIN 입력

source: PIN lock
hy: PIN
ko: PIN 잠금

# retype_pin
source: Retype
hy: Կրկնել
ko: 재 입력

# use_pin
source: Use
hy: Օգտագործել
ko: 사용

source: Choose shares
hy: Ընտրեք փոխանցումներ
ko: 공유 선택

source: Invalid
hy: Անվավեր
ko: 무효

source: Shares
hy: Փոխանցումներ
ko: 주식

source: Stale
hy: Գողացված
ko: 탁한

source: Valid
hy: Վավեր
ko: 강건한

source: Round
hy: Շրջան
ko: 둥글다

source: Expired
hy: Ժամկետանց
ko: 만료됨

# diff
source: Difficulty
hy: Բարդություն
ko: 어려움

# luckHours
source: Luck
hy: Հաջողություն
ko: 복

source: Subscribe
hy: Բաժանորդագրվել
ko: 구독하다

source: Resubscribe
hy: Վերաբաժանորդագրվել
ko: 재가입

# remove_ads_more
source: Remove Ads
hy: Հեռացնել գովազդը
ko: 광고 제거

source: Add up to xxx accounts
hy: Ավելացնել ընդհուպ xxx պրոֆիլ
ko: 최대 xxx 개의 계정 추가

# add_widget
source: Add account widgets
hy: Ավելացնել account widget
ko: 계정 위젯 추가

source: Premium plan
hy: Պրեմիում պլան
ko: 프리미엄 플랜
